Repository: sekizlipenguen/luma-mac
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: %.1f s
ar: %.1f ث
ja: %.1f 秒
ko: %.1f초
ru: %.1f с
tr: %.1f sn
zh_hans: %.1f 秒

source: %@ · %lld files
ar: %@ · %lld ملفًا
es: %@ · %lld archivos
fr: %@ · %lld fichiers
it: %@ · %lld file
ja: %@ · %lld ファイル
ko: %@ · %lld개 파일
pt_br: %@ · %lld arquivos
ru: %@ · %lld файлов
tr: %@ · %lld dosya
zh_hans: %@ · %lld 个文件

source: %@ · %lld files · %lld matches
ar: %@ · %lld ملفًا · %lld نتيجة
es: %@ · %lld archivos · %lld coincidencias
fr: %@ · %lld fichiers · %lld correspondances
it: %@ · %lld file · %lld corrispondenze
ja: %@ · %lld ファイル · %lld 件
ko: %@ · %lld개 파일 · %lld개 일치
pt_br: %@ · %lld arquivos · %lld resultados
ru: %@ · %lld файлов · %lld совпадений
tr: %@ · %lld dosya · %lld eşleşme
zh_hans: %@ · %lld 个文件 · %lld 个匹配

source: %@ left
ar: متبقّى %@
es: %@ restantes
fr: %@ restantes
it: %@ rimasti
ja: 残り %@
ko: %@ 남음
pt_br: %@ restantes
ru: осталось %@
tr: %@ kaldı
zh_hans: 剩余 %@

source: %@ locations
ar: %@ مواضع
es: %@ ubicaciones
fr: %@ emplacements
it: %@ percorsi
ja: %@ 件
ko: %@개 위치
pt_br: %@ locais
ru: %@ мест
tr: %@ konum
zh_hans: %@ 个位置

source: %@ reclaimable
ar: %@ قابلة للاسترداد
es: %@ recuperables
fr: %@ récupérables
it: %@ recuperabili
ja: %@ 回収可能
ko: %@ 회수 가능
pt_br: %@ recuperáveis
ru: %@ можно вернуть
tr: %@ geri kazanılabilir
zh_hans: 可回收 %@

source: %@ to full
ar: %@ حتى الامتلاء
es: %@ hasta lleno
fr: %@ jusqu’à charge complète
it: %@ al pieno
ja: フルまで %@
ko: 완충까지 %@
pt_br: %@ até cheia
ru: %@ до полной
tr: dolmasına %@
zh_hans: 充满还需 %@

source: %@ used
ar: مستخدم %@
es: %@ usados
fr: %@ utilisés
it: %@ usati
ja: %@ 使用中
ko: %@ 사용 중
pt_br: %@ usados
ru: занято %@
tr: %@ kullanıldı
zh_hans: 已用 %@

source: %lld addresses
ar: %lld عنوان
es: %lld direcciones
fr: %lld adresses
it: %lld indirizzi
ja: %lld アドレス
ko: %lld개 주소
pt_br: %lld endereços
ru: %lld адресов
tr: %lld adres
zh_hans: %lld 个地址

source: %lld apps
ar: %lld تطبيق
it: %lld app
ja: %lld アプリ
ko: %lld개 앱
ru: %lld приложений
tr: %lld uygulama
zh_hans: %lld 个应用

source: %lld connections
ar: %lld اتصال
es: %lld conexiones
fr: %lld connexions
it: %lld connessioni
ja: %lld 接続
ko: %lld개 연결
pt_br: %lld conexões
ru: %lld соединений
tr: %lld bağlantı
zh_hans: %lld 个连接

source: %lld files
ar: %lld ملفًا
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld ファイル
ko: %lld개 파일
pt_br: %lld arquivos
ru: %lld файлов
tr: %lld dosya
zh_hans: %lld 个文件

source: %lld files · %@ each
ar: %lld ملفات · %@ لكل منها
es: %lld archivos · %@ cada uno
fr: %lld fichiers · %@ chacun
it: %lld file · %@ ciascuno
ja: %lld ファイル · 各 %@
ko: %lld개 파일 · 각 %@
pt_br: %lld arquivos · %@ cada
ru: %lld файлов · по %@
tr: %lld dosya · her biri %@
zh_hans: %lld 个文件 · 各 %@

source: %lld files · %@ wasted
ar: %lld ملفات · %@ مهدر
es: %lld archivos · %@ desperdiciados
fr: %lld fichiers · %@ gaspillés
it: %lld file · %@ sprecati
ja: %lld ファイル · %@ の重複
ko: %lld개 파일 · %@ 낭비
pt_br: %lld arquivos · %@ desperdiçados
ru: %lld файлов · %@ лишних
tr: %lld dosya · %@ israf
zh_hans: %lld 个文件 · 浪费 %@

source: %lld groups
ar: %lld مجموعات
es: %lld grupos
fr: %lld groupes
it: %lld gruppi
ja: %lld グループ
ko: %lld개 그룹
pt_br: %lld grupos
ru: %lld групп
tr: %lld grup
zh_hans: %lld 组

source: %lld groups · %lld files
ar: %lld مجموعات · %lld ملفًا
es: %lld grupos · %lld archivos
fr: %lld groupes · %lld fichiers
it: %lld gruppi · %lld file
ja: %lld グループ · %lld ファイル
ko: %lld개 그룹 · %lld개 파일
pt_br: %lld grupos · %lld arquivos
ru: %lld групп · %lld файлов
tr: %lld grup · %lld dosya
zh_hans: %lld 组 · %lld 个文件

source: %lld interfaces
ar: %lld واجهة
it: %lld interfacce
ja: %lld インターフェイス
ko: %lld개 인터페이스
ru: %lld интерфейсов
tr: %lld arayüz
zh_hans: %lld 个接口

source: %lld selected
ar: %lld محدّد
es: %lld seleccionados
fr: %lld sélectionné(s)
it: %lld selezionati
ja: %lld 件選択
ko: %lld개 선택
pt_br: %lld selecionados
ru: выбрано: %lld
tr: %lld seçili
zh_hans: 已选 %lld

source: %lld servers
ar: %lld خادم
es: %lld servidores
fr: %lld serveurs
it: %lld server
ja: %lld サーバー
ko: %lld개 서버
pt_br: %lld servidores
ru: %lld серверов
tr: %lld sunucu
zh_hans: %lld 台服务器

source: %lldh %lldm
ar: %lld س %lld د
es: %lld h %lld min
fr: %lld h %lld min
it: %lld h %lld min
ja: %lld時間 %lld分
ko: %lld시간 %lld분
pt_br: %lld h %lld min
ru: %lld ч %lld мин
tr: %llds %llddk
zh_hans: %lld小时 %lld分

source: %lldm
ar: %lld د
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
ru: %lld мин
tr: %llddk
zh_hans: %lld分

source: +%lld more
ar: +%lld المزيد
es: +%lld más
fr: +%lld de plus
it: +%lld altri
ja: +あと %lld
ko: +%lld개 더
pt_br: +%lld mais
ru: ещё +%lld
tr: +%lld daha
zh_hans: 另有 %lld 个

source: > 1 GB
ar: > 1 ج.ب
fr: > 1 Go
ru: > 1 ГБ

source: > 5 GB
ar: > 5 ج.ب
fr: > 5 Go
ru: > 5 ГБ

source: > 100 MB
ar: > 100 م.ب
fr: > 100 Mo
ru: > 100 МБ

source: > 500 MB
ar: > 500 م.ب
fr: > 500 Mo
ru: > 500 МБ

source: ~%@ · %lld items
ar: ~%@ · %lld عنصر
es: ~%@ · %lld elementos
fr: ~%@ · %lld éléments
it: ~%@ · %lld elementi
ja: ~%@ · %lld 項目
ko: ~%@ · %lld개
pt_br: ~%@ · %lld itens
ru: ~%@ · %lld элем.
tr: ~%@ · %lld öğe
zh_hans: 约 %@ · %lld 项

source: ≥ 1 MB
ar: ≥ 1 م.ب
fr: ≥ 1 Mo
ru: ≥ 1 МБ

source: ≥ 10 MB
ar: ≥ 10 م.ب
fr: ≥ 10 Mo
ru: ≥ 10 МБ

source: ≥ 100 KB
ar: ≥ 100 ك.ب
fr: ≥ 100 Ko
ru: ≥ 100 КБ

source: About
ar: حول
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
tr: Hakkında
zh_hans: 关于

# About to free %@ · %@
source: About to free %@ · %@. You can restore from Trash.
ar: سيحرّر نحو %@ · %@. يمكنك الاستعادة من المهملات.
es: Liberará unos %@ · %@. Puedes restaurar desde la papelera.
fr: Va libérer environ %@ · %@. Restauration possible depuis la corbeille.
it: Sta per liberare circa %@ · %@. Puoi ripristinare dal Cestino.
ja: 約 %@ · %@ を解放します。ゴミ箱から復元できます。
ko: 약 %@ · %@를 확보합니다. 휴지통에서 복원할 수 있습니다.
pt_br: Vai liberar cerca de %@ · %@. Você pode restaurar da Lixeira.
ru: Освободит около %@ · %@. Можно восстановить из Корзины.
tr: Yaklaşık %@ · %@ boşalacak. Çöp’ten geri alabilirsiniz.
zh_hans: 即将释放约 %@ · %@. 可从废纸篓还原。

source: Access Point
ar: نقطة وصول
es: Punto de acceso
fr: Point d’accès
ja: アクセスポイント
ko: 액세스 포인트
pt_br: Ponto de acesso
ru: Точка доступа
tr: Erişim Noktası
zh_hans: 接入点

source: Active
ar: نشط
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активная
tr: Aktif
zh_hans: 活动

source: Active connections
ar: الاتصالات النشطة
es: Conexiones activas
fr: Connexions actives
it: Connessioni attive
ja: アクティブな接続
ko: 활성 연결
pt_br: Conexões ativas
ru: Активные соединения
tr: Aktif bağlantılar
zh_hans: 活动连接

source: advanced
ar: متقدم
es: avanzado
fr: avancé
it: avanzato
ja: 上級
ko: 고급
pt_br: avançado
ru: продвинутый
tr: gelişmiş
zh_hans: 高级

source: Allowlisted cleanups only. Default action moves to Trash so you can Undo from Finder.
ar: عمليات تنظيف مسموحة فقط. الافتراضي إلى المهملات ويمكن التراجع من Finder.
es: Solo limpiezas de la lista permitida. Por defecto a la Papelera (Deshacer en el Finder).
fr: Nettoyages sur liste blanche uniquement. Par défaut: corbeille (Annuler dans le Finder).
it: Solo pulizie in allowlist. L’azione predefinita va nel Cestino (Annulla da Finder).
ja: 許可リストのクリーンアップのみ。既定はゴミ箱（Finderで取り消せます）。
ko: 허용 목록 정리만. 기본은 휴지통(Finder에서 실행 취소).
pt_br: Somente limpezas na lista permitida. Padrão: Lixo (Desfazer no Finder).
ru: Только очистка из белого списка. По умолчанию — в Корзину (Отменить в Finder).
tr: Yalnızca izin listesindeki temizlikler. Varsayılan işlem Çöp’e taşır; Finder’dan Geri Alabilirsiniz.
zh_hans: 仅允许列表中的清理。默认移到废纸篓，可在 Finder 中撤销。

source: Analyze storage
ar: تحليل التخزين
es: Analizar almacenamiento
fr: Analyser le stockage
it: Analizza archiviazione
ja: ストレージを分析
ko: 저장공간 분석
pt_br: Analisar armazenamento
ru: Анализ хранилища
tr: Depolamayı analiz et
zh_hans: 分析存储

source: Android Build Cache
ar: ذاكرة بناء Android المؤقتة
es: Caché de compilación de Android
fr: Cache de build Android
it: Cache di build Android
ja: Androidビルドキャッシュ
ko: Android 빌드 캐시
pt_br: Cache de build do Android
ru: Кэш сборки Android
tr: Android Derleme Önbelleği
zh_hans: Android 构建缓存

source: Android Emulator AVDs (Caches)
ar: AVD محاكي Android (ذاكرات مؤقتة)
es: AVD del emulador Android (cachés)
fr: AVD émulateur Android (caches)
it: AVD emulatore Android (cache)
ja: AndroidエミュレータAVD（キャッシュ）
ko: Android 에뮬레이터 AVD(캐시)
pt_br: AVDs do emulador Android (caches)
ru: AVD эмулятора Android (кэши)
tr: Android Emülatör AVD’leri (Önbellek)
zh_hans: Android 模拟器 AVD（缓存）

source: App
ar: التطبيق
ko: 앱
ru: Приложение
tr: Uygulama
zh_hans: 应用

source: Application
ar: التطبيق
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 응용 프로그램
pt_br: Aplicativo
ru: Приложение
tr: Uygulama
zh_hans: 应用程序

source: Application Support (name)
ar: Application Support (الاسم)
es: Application Support (nombre)
fr: Application Support (nom)
it: Application Support (nome)
ja: Application Support（名前）
ko: Application Support(이름)
pt_br: Application Support (nome)
ru: Application Support (имя)
tr: Application Support (ad)
zh_hans: Application Support（名称）

source: Applications
ar: التطبيقات
es: Aplicaciones
it: Applicazioni
ja: アプリケーション
ko: 응용 프로그램
pt_br: Aplicativos
ru: Программы
tr: Uygulamalar
zh_hans: 应用程序

source: Apps
ar: التطبيقات
it: App
ja: アプリ
ko: 앱
ru: Приложения
tr: Uygulamalar
zh_hans: 应用

source: Apps talking on the network
ar: تطبيقات على الشبكة
es: Apps en la red
fr: Apps actives sur le réseau
it: App attive in rete
ja: ネットワーク上のアプリ
ko: 네트워크 사용 앱
pt_br: Apps na rede
ru: Приложения в сети
tr: Ağda konuşan uygulamalar
zh_hans: 正在联网的应用

source: Apps to consider closing
ar: تطبيقات يُفضَّل إغلاقها
es: Apps a considerar cerrar
fr: Apps à envisager de fermer
it: App da considerare di chiudere
ja: 終了を検討するアプリ
ko: 종료를 고려할 앱
pt_br: Apps a considerar fechar
ru: Приложения, которые стоит закрыть
tr: Kapatmayı düşünebileceğiniz uygulamalar
zh_hans: 可考虑退出的应用

source: Asked %@ to quit. Memory frees after it exits.
ar: طُلب من %@ الإنهاء. تتحرر الذاكرة بعد الخروج.
es: Se pidió salir de %@. La memoria se libera al cerrar.
fr: Demande de quitter %@ envoyée. La mémoire se libère après la sortie.
it: Richiesta di uscita a %@. La memoria si libera dopo l’uscita.
ja: %@ に終了を依頼しました。終了後にメモリが解放されます。
ko: %@에 종료를 요청했습니다. 종료 후 메모리가 해제됩니다.
pt_br: Pedido para sair de %@. A memória libera após o encerramento.
ru: %@ предложено выйти. Память освободится после выхода.
tr: %@ kapanması istendi. Bellek çıktıktan sonra boşalır.
zh_hans: 已请求 %@ 退出。退出后内存才会释放。

source: Battery
ar: البطارية
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
pt_br: Bateria
ru: Батарея
tr: Pil
zh_hans: 电池

source: Battery Hogs
ar: الأكثر استهلاكاً
es: Mayor consumo
fr: Gros consommateurs
it: Consumi elevati
ja: バッテリー消費
ko: 배터리 많이 쓰는 앱
pt_br: Mais consumo
ru: Жрут батарею
tr: Batarya Yiyenler
zh_hans: 耗电应用

source: Breakdown
ar: التفصيل
es: Desglose
fr: Détail
it: Dettaglio
ja: 内訳
ko: 세부
pt_br: Detalhamento
ru: Разбивка
tr: Ayrıntı
zh_hans: 明细

source: Bridge
ar: جسر
es: Puente
fr: Pont
ja: ブリッジ
ko: 브리지
ru: Мост
tr: Köprü
zh_hans: 桥接

source: Bun Cache
ar: ذاكرة Bun المؤقتة
es: Caché de Bun
fr: Cache Bun
it: Cache Bun
ja: Bunキャッシュ
ko: Bun 캐시
pt_br: Cache do Bun
ru: Кэш Bun
tr: Bun Önbelleği
zh_hans: Bun 缓存

source: Bundle ID
ar: معرّف الحزمة
es: ID del bundle
fr: Identifiant de bundle
ja: バンドルID
ko: 번들 ID
zh_hans: 套装 ID

source: Caches
ar: ذاكرات التخزين المؤقت
es: Cachés
it: Cache
ja: キャッシュ
ko: 캐시
ru: Кэши
tr: Önbellekler
zh_hans: 缓存

source: Caches (name)
ar: ذاكرات (الاسم)
es: Cachés (nombre)
fr: Caches (nom)
it: Cache (nome)
ja: キャッシュ（名前）
ko: 캐시(이름)
pt_br: Caches (nome)
ru: Кэши (имя)
tr: Önbellek (ad)
zh_hans: 缓存（名称）

source: Caches, downloads, developer folders, and apps — faster, focuses on space you can reclaim.
ar: ذاكرة التخزين المؤقت والتنزيلات ومجلدات المطورين والتطبيقات — أسرع ويركز على المساحة القابلة للاستعادة.
es: Cachés, descargas, carpetas de desarrollo y apps: más rápido; enfocado en espacio recuperable.
fr: Caches, téléchargements, dossiers développeur et apps — plus rapide, axe sur l’espace récupérable.
it: Cache, download, cartelle di sviluppo e app: più veloce, incentrato sullo spazio recuperabile.
ja: キャッシュ、ダウンロード、開発フォルダ、アプリ — より高速。回収しやすい領域に焦点。
ko: 캐시, 다운로드, 개발 폴더, 앱 — 더 빠르며 확보 가능한 공간에 집중합니다.
pt_br: Caches, downloads, pastas de desenvolvimento e apps — mais rápido; foca no espaço recuperável.
ru: Кэши, загрузки, папки разработчика и приложения — быстрее, акцент на освобождаемом месте.
tr: Önbellek, indirmeler, geliştirici klasörleri ve uygulamalar — daha hızlı; geri kazanılabilir alana odaklanır.
zh_hans: 缓存、下载、开发者文件夹和应用 — 更快，关注可回收空间。

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: Vazgeç
zh_hans: 取消

source: Cards
ar: بطاقات
es: Tarjetas
fr: Cartes
it: Schede
ja: カード
ko: 카드
pt_br: Cartões
ru: Карточки
tr: Kartlar
zh_hans: 卡片

source: caution
ar: حذر
es: precaución
fr: attention
it: attenzione
ja: 注意
ko: 주의
pt_br: cuidado
ru: осторожно
tr: dikkat
zh_hans: 注意

source: Cellular
ar: خلوي
es: Celular
fr: Cellulaire
it: Cellulare
ja: セルラー
ko: 셀룰러
pt_br: Celular
ru: Сотовая
tr: Hücresel
zh_hans: 蜂窝

source: Charging
ar: يشحن
es: Cargando
fr: En charge
it: In carica
ja: 充電中
ko: 충전 중
pt_br: Carregando
ru: Зарядка
tr: Şarj oluyor
zh_hans: 充电中

source: Checked /Applications, ~/Applications, and /System/Applications.
ar: تم فحص /Applications و~/Applications و/System/Applications.
es: Se comprobaron /Applications, ~/Applications y /System/Applications.
fr: /Applications, ~/Applications et /System/Applications vérifiés.
it: Controllati /Applications, ~/Applications e /System/Applications.
ja: /Applications、~/Applications、/System/Applications を確認しました。
ko: /Applications, ~/Applications, /System/Applications를 확인했습니다.
pt_br: Verificados /Applications, ~/Applications e /System/Applications.
ru: Проверены /Applications, ~/Applications и /System/Applications.
tr: /Applications, ~/Applications ve /System/Applications kontrol edildi.
zh_hans: 已检查 /Applications、~/Applications 和 /System/Applications。

source: Checking %lld size groups…
ar: التحقق من %lld مجموعات حجم…
es: Comprobando %lld grupos de tamaño…
fr: Vérification de %lld groupes de taille…
it: Controllo di %lld gruppi di dimensione…
ja: %lld のサイズグループを確認…
ko: 크기 그룹 %lld개 확인 중…
pt_br: Verificando %lld grupos de tamanho…
ru: Проверка групп размера: %lld…
tr: %lld boyut grubu kontrol ediliyor…
zh_hans: 正在检查 %lld 个大小组…

source: Chrome Cache
ar: ذاكرة Chrome المؤقتة
es: Caché de Chrome
fr: Cache Chrome
it: Cache di Chrome
ja: Chromeキャッシュ
ko: Chrome 캐시
pt_br: Cache do Chrome
ru: Кэш Chrome
tr: Chrome Önbelleği
zh_hans: Chrome 缓存

source: Cleaner
ar: التنظيف
es: Limpieza
fr: Nettoyage
it: Pulizia
ja: クリーナー
ko: 정리
pt_br: Limpeza
ru: Очистка
tr: Temizlik
zh_hans: 清理

source: Cleanup history is stored locally in Application Support.
ar: يُحفظ سجل التنظيف محلياً في Application Support.
es: El historial de limpieza se guarda localmente en Application Support.
fr: L’historique de nettoyage est stocké localement dans Application Support.
it: La cronologia pulizie è salvata localmente in Application Support.
ja: クリーンアップ履歴はApplication Supportにローカル保存されます。
ko: 정리 기록은 Application Support에 로컬로 저장됩니다.
pt_br: O histórico de limpeza fica localmente em Application Support.
ru: История очистки хранится локально в Application Support.
tr: Temizlik geçmişi Application Support içinde yerel saklanır.
zh_hans: 清理历史本地保存在 Application Support。

source: closed
ar: مغلق
es: cerrado
fr: fermé
it: chiuso
ja: クローズ
ko: 닫힘
pt_br: fechado
ru: закрыто
tr: kapalı
zh_hans: 已关闭

source: closing
ar: يُغلق
es: cerrando
fr: fermeture
it: chiusura
ja: クローズ中
ko: 닫는 중
pt_br: fechando
ru: закрытие
tr: kapanıyor
zh_hans: 关闭中

source: CocoaPods Cache
ar: ذاكرة CocoaPods المؤقتة
es: Caché de CocoaPods
fr: Cache CocoaPods
it: Cache CocoaPods
ja: CocoaPodsキャッシュ
ko: CocoaPods 캐시
pt_br: Cache do CocoaPods
ru: Кэш CocoaPods
tr: CocoaPods Önbelleği
zh_hans: CocoaPods 缓存

source: Compare files that share the same size, then confirm with a full hash. Pick a minimum size before scanning.
ar: يقارن الملفات ذات الحجم نفسه ثم يؤكد بتجزئة كاملة. اختر حدًا أدنى قبل الفحص.
es: Compara archivos del mismo tamaño y confirma con un hash completo. Elige un tamaño mínimo antes de analizar.
fr: Compare les fichiers de même taille, puis confirme par hachage complet. Choisissez une taille minimale avant l’analyse.
it: Confronta file della stessa dimensione e conferma con hash completo. Scegli una dimensione minima prima della scansione.
ja: 同じサイズのファイルを比較し、完全ハッシュで確認します。スキャン前に最小サイズを選んでください。
ko: 같은 크기 파일을 비교한 뒤 전체 해시로 확인합니다. 스캔 전 최소 크기를 고르세요.
pt_br: Compara arquivos do mesmo tamanho e confirma com hash completo. Escolha um tamanho mínimo antes de analisar.
ru: Сравнивает файлы одного размера и подтверждает полным хешем. Выберите мин. размер перед сканированием.
tr: Aynı boyuttaki dosyaları karşılaştırır, tam özetle doğrular. Taramadan önce minimum boyut seçin.
zh_hans: 比较相同大小的文件，再用完整哈希确认。扫描前请选择最小大小。

source: Composer Cache
ar: ذاكرة Composer المؤقتة
es: Caché de Composer
fr: Cache Composer
it: Cache Composer
ja: Composerキャッシュ
ko: Composer 캐시
pt_br: Cache do Composer
ru: Кэш Composer
tr: Composer Önbelleği
zh_hans: Composer 缓存

source: Compressed
ar: مضغوط
es: Comprimida
fr: Compressée
it: Compressa
ja: 圧縮
ko: 압축
pt_br: Comprimida
ru: Сжатая
tr: Sıkıştırılmış
zh_hans: 已压缩

source: Compressed %@ · Swap %@
ar: مضغوط %@ · مبادلة %@
es: Comprimida %@ · Swap %@
fr: Compressée %@ · Swap %@
it: Compressa %@ · Swap %@
ja: 圧縮 %@ · スワップ %@
ko: 압축 %@ · 스왑 %@
pt_br: Comprimida %@ · Swap %@
ru: Сжато %@ · Swap %@
tr: Sıkıştırılmış %@ · Swap %@
zh_hans: 已压缩 %@ · 交换 %@

source: Connection
ar: الاتصال
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
ru: Соединение
tr: Bağlantı
zh_hans: 连接

source: Connections
ar: الاتصالات
es: Conexiones
fr: Connexions
it: Connessioni
ja: 接続
ko: 연결
pt_br: Conexões
ru: Соединения
tr: Bağlantılar
zh_hans: 连接

source: Constrained
ar: مقيّد
es: Restringido
fr: Contraint
it: Limitato
ja: 制限あり
ko: 제한됨
pt_br: Restrito
ru: Ограничен
tr: Kısıtlı
zh_hans: 受限

source: Containers
ar: الحاويات
es: Contenedores
fr: Conteneurs
it: Contenitori
ja: コンテナ
ko: 컨테이너
ru: Контейнеры
tr: Kapsayıcılar
zh_hans: 容器

source: Copy Path
ar: نسخ المسار
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
ru: Копировать путь
tr: Yolu kopyala
zh_hans: 复制路径

source: Could not quit %@.
ar: تعذّر إنهاء %@.
es: No se pudo salir de %@.
fr: Impossible de quitter %@.
it: Impossibile uscire da %@.
ja: %@ を終了できませんでした。
ko: %@을(를) 종료하지 못했습니다.
pt_br: Não foi possível sair de %@.
ru: Не удалось выйти из %@.
tr: %@ kapatılamadı.
zh_hans: 无法退出 %@。

source: Couldn’t load apps
ar: تعذّر تحميل التطبيقات
es: No se pudieron cargar las apps
fr: Impossible de charger les apps
it: Impossibile caricare le app
ja: アプリを読み込めませんでした
ko: 앱을 불러오지 못했습니다
pt_br: Não foi possível carregar os apps
ru: Не удалось загрузить приложения
tr: Uygulamalar yüklenemedi
zh_hans: 无法加载应用

source: CPU
ar: المعالج
ru: ЦП

source: Crash Reports
ar: تقارير الأعطال
es: Informes de bloqueo
fr: Rapports d’arrêt
it: Report di crash
ja: クラッシュレポート
ko: 충돌 보고서
pt_br: Relatórios de falha
ru: Отчёты о сбоях
tr: Çökme Raporları
zh_hans: 崩溃报告

source: Dashboard
ar: لوحة المعلومات
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt_br: Painel
ru: Обзор
tr: Özet
zh_hans: 概览

source: Developer
ar: المطوّر
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: デベロッパ
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici
zh_hans: 开发者

source: Disk Health
ar: صحة القرص
es: Salud del disco
fr: Santé du disque
it: Salute disco
ja: ディスクの状態
ko: 디스크 상태
pt_br: Saúde do disco
ru: Состояние диска
tr: Disk Sağlığı
zh_hans: 磁盘健康

source: Docker Build Cache / Unused Data
ar: ذاكرة بناء Docker / بيانات غير مستخدمة
es: Caché de build de Docker / datos sin usar
fr: Cache de build Docker / données inutilisées
it: Cache di build Docker / dati inutilizzati
ja: Dockerビルドキャッシュ / 未使用データ
ko: Docker 빌드 캐시 / 미사용 데이터
pt_br: Cache de build do Docker / dados não usados
ru: Кэш сборки Docker / неиспользуемые данные
tr: Docker Derleme Önbelleği / Kullanılmayan Veri
zh_hans: Docker 构建缓存 / 未使用数据

source: Docker CLI is not installed (checked Homebrew/usr/local paths).
ar: Docker CLI غير مثبّت (تم فحص مسارات Homebrew/usr/local).
es: Docker CLI no está instalado (se comprobaron Homebrew/usr/local).
fr: Docker CLI n’est pas installé (chemins Homebrew/usr/local vérifiés).
it: Docker CLI non è installato (controllati percorsi Homebrew/usr/local).
ja: Docker CLIは未インストール（Homebrew/usr/localを確認）。
ko: Docker CLI가 설치되어 있지 않습니다(Homebrew/usr/local 확인).
pt_br: Docker CLI não está instalado (caminhos Homebrew/usr/local verificados).
ru: Docker CLI не установлен (проверены пути Homebrew/usr/local).
tr: Docker CLI yüklü değil (Homebrew/usr/local yolları kontrol edildi).
zh_hans: 未安装 Docker CLI（已检查 Homebrew/usr/local 路径）。

source: Documents
ar: المستندات
es: Documentos
it: Documenti
ja: 書類
ko: 문서
pt_br: Documentos
ru: Документы
tr: Belgeler
zh_hans: 文稿

source: Documents, Desktop, and the rest of your home — fuller picture, takes longer.
ar: المستندات وسطح المكتب وبقية مجلد المنزل — صورة أشمل وتستغرق وقتًا أطول.
es: Documentos, Escritorio y el resto de tu carpeta de inicio: visión más completa, tarda más.
fr: Documents, Bureau et le reste de votre dossier personnel — vue plus complète, plus long.
it: Documenti, Scrivania e il resto della cartella Inizio: panorama più completo, richiede più tempo.
ja: 書類、デスクトップ、ホームの残り — 全体像は広いですが時間がかかります。
ko: 문서, 데스크탑 및 홈의 나머지 — 더 전체적인 그림, 시간이 더 걸립니다.
pt_br: Documentos, Mesa e o restante da pasta pessoal — visão mais completa; demora mais.
ru: Документы, Рабочий стол и остальное домашнее — полнее картина, дольше.
tr: Belgeler, Masaüstü ve ev klasörünüzün geri kalanı — daha geniş resim, biraz daha uzun sürer.
zh_hans: 文稿、桌面及个人文件夹其余部分 — 更全面，但更慢。

source: Down
ar: متوقف
es: Inactivo
fr: Inactif
it: Giù
ja: ダウン
ko: 다운
pt_br: Inativo
ru: Выключен
tr: Kapalı
zh_hans: 已关闭

source: Download
ar: تنزيل
es: Descarga
fr: Téléchargement
ja: ダウンロード
ko: 다운로드
ru: Загрузка
tr: İndirme
zh_hans: 下载

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
ko: 다운로드
ru: Загрузки
tr: İndirilenler
zh_hans: 下载

source: Dry Run
ar: تشغيل تجريبي
es: Simulación
fr: Simulation
it: Esecuzione di prova
ja: ドライラン
ko: 드라이 런
pt_br: Simulação
ru: Пробный запуск
tr: Kuru çalıştırma
zh_hans: 试运行

source: Duplicate groups
ar: مجموعات مكررة
es: Grupos de duplicados
fr: Groupes de doublons
it: Gruppi di duplicati
ja: 重複グループ
ko: 중복 그룹
pt_br: Grupos duplicados
ru: Группы дубликатов
tr: Kopya grupları
zh_hans: 重复组

source: Duplicates
ar: المكررات
es: Duplicados
fr: Doublons
it: Duplicati
ja: 重複
ko: 중복
pt_br: Duplicatas
ru: Дубликаты
tr: Kopyalar
zh_hans: 重复文件

source: Each developer cache is optional. Preview with Dry Run before moving to Trash.
ar: كل ذاكرة تخزين مؤقت للمطوّر اختيارية. عايِن بالتشغيل التجريبي قبل المهملات.
es: Cada caché de desarrollador es opcional. Previsualiza con Simulación antes de la Papelera.
fr: Chaque cache développeur est optionnel. Prévisualisez avec Simulation avant la corbeille.
it: Ogni cache sviluppatore è opzionale. Anteprima con Esecuzione di prova prima del Cestino.
ja: 各デベロッパキャッシュは任意です。ゴミ箱に入れる前にドライランで確認してください。
ko: 각 개발자 캐시는 선택 사항입니다. 휴지통으로 보내기 전에 드라이 런으로 미리보세요.
pt_br: Cada cache de desenvolvedor é opcional. Pré-visualize com Simulação antes do Lixo.
ru: Каждый кэш разработчика необязателен. Сначала пробный запуск, затем Корзина.
tr: Her geliştirici önbelleği isteğe bağlı. Çöpe taşımadan önce Kuru çalıştırma ile önizleyin.
zh_hans: 每个开发者缓存都是可选的。移到废纸篓前请先试运行预览。

source: Enabled
ar: مفعّل
es: Activado
fr: Activé
it: Attivo
ja: 有効
ko: 사용
pt_br: Ativado
ru: Включено
tr: Açık
zh_hans: 已启用
